Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: If you do not agree and consent, discontinue use of the Service.
ko_kr: 만약 귀하가 이를 동의하지 않을 경우, 당사 서비스 이용을 중단하십시오.

source: DEFINITIONS
ko_kr: 정의

source: LEARN MORE
ko_kr: 더 알아보기

source: Set your own schedule, view player progress and improve your game together.
ko_kr: 나만의 일정을 설립하고, 플레이어의 성과를 확인하고, 기술을 연마하세요.

source: Controller
ko_kr: 컨트롤러

source: You have the written consent of each and every identifiable natural person in the User Content, if any, to use such person’s name or likeness in the manner contemplated by the Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.
ko_kr: 귀하의 사용자 콘텐츠에 식별 가능한 모든 자연인이 있는 경우 해당 개인의 이름이나 초상을 당사의 서비스 및 본 계약에서 고려되는 방식으로 사용하는 것에 서면 동의를 받았으며, 그러한 각 자연인은 해당 사용자 콘텐츠의 사용으로 인해 발생할 수 있는 모든 책임으로부터 귀하의 면책을 확인했습니다.

source: PROFILE OF
ko_kr: 프로필

source: What's up?
ko_kr: 무슨 일이신가요?

source: Jon Alfred - Head Coach, Willow Canyon High School Esports
ko_kr: 존 알프레드 - 윌로우 캐니언 고등학교 e스포츠 감독

source: Added ability for users to delete their Gwoop account & related data.
ko_kr: 사용자가 Gwoop 계정과 연관 데이터를 삭제할 수 있는 권한을 부여했습니다.

source: You must be logged in to play the training games.
ko_kr: 훈련 게임을 플레이하기 위해서는 로그인해야 합니다.

source: We have your information.
ko_kr: 문의를 접수했습니다.

source: PARENTS THANK US.
ko_kr: 학부모들이 감사하는 Gwoop.

source: BACK
ko_kr: 이전

source: Test your speed, by wiping out targets as fast as possible, in the rapid click game.
ko_kr: 타겟을 최대한 빠르게 쓸어담으며 당신의 속도를 시험해 보세요.

source: Paid Services
ko_kr: 유료 서비스

source: {thisUser.Username} has invited you to join their team: {thisTeamUser.Team.TeamName}.
ko_kr: {thisUser.Username}이(가) 당신을 팀에 초대했습니다: {thisTeamUser.Team.TeamName}.

source: Button North
ko_kr: 12시 버튼

source: The Gwoop team will review your submitted design as soon as possible.
ko_kr: Gwoop 운영진은 당신이 제출한 디자인을 조속히 검토하겠습니다.

source: Move / Steer
ko_kr: 이동 / 운전

source: SEARCH FOR FRIENDS
ko_kr: 친구 검색

source: Unable to add {0} to this party.
ko_kr: {0}을(를) 파티에 추가할 수 없습니다.

source: Gwoop may offer partial, pro rata refunds for Gwoop’s early suspension, termination, or cancellation of a paid program, where the pricing and payment terms for the specific Gwoop program expressly state that such refunds are available in such scenarios and/or as required by law.
ko_kr: Gwoop은 Gwoop이 운영하는 유료 프로그램의 조기 중단, 해지, 철회에 대해 부분 또는 비례 환불을 제공할 수 있습니다. 이와 같은 환불은 Gwoop이 특정 프로그램에 대한 가격 및 지불 조건이 이와 같은 상황에서 명시적으로 환불이 가능하다고 언급한 경우, 혹은 법에서 환불이 규정된 경우 가능합니다.

source: This is your first time playing.
ko_kr: 첫 번째로 플레이 하시는군요.

source: Added account settings page.
ko_kr: 계정 설정 페이지를 추가했습니다.

source: Photopea - a free online image editor.
ko_kr: Photopea - 무료 온라인 이미지 에디터

source: The user making the request may not be removed from the team.
ko_kr: 팀 등록을 요청한 사용자는 팀에서 제거될 수 없습니다.

source: The Mobile Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.
ko_kr: 모바일 소프트웨어는 특정 국가 혹은 미국에서 수출을 받는 것이 금지된 개인 또는 단체로 수출 또는 재수출될 수 없습니다.

source: We may require additional information from you to allow us to verify your identity and are only required to respond to requests once during any calendar year.
ko_kr: 당사는 귀하의 신원을 확인하기 위해 추가 정보를 요구할 수 있으며, 당사는 1년 중 단 한 번만 이러한 요청에 응답하면 됩니다.

source: Coaches and team leaders can request to join our pilot Teams rollout by visiting the "Teams" page.
ko_kr: 코치와 팀 리더는 이제 “Teams” 페이지를 통해 파일럿 Teams 기능 신청을 진행할 수 있습니다.

source: A
ko_kr: ㅁ

source: Customize your team area with banners and colors
ko_kr: 배너와 색깔을 이용한 사용자 설정 팀 공간

source: When a character is selected, you can see their health and stats displayed in the top left of your screen.
ko_kr: 캐릭터를 선택하면 화면 좌측 상단에서 체력과 능력치를 확인할 수 있습니다.

source: Misses:
ko_kr: 실패:

source: Premium support
ko_kr: 프리미엄 지원

source: Your designs direct link can be found here.
ko_kr: 당신의 디자인으로 연결되는 링크는 여기에 있습니다.

source: Button East
ko_kr: 3시 버튼

source: Go to our Design to Earn page and sign up.
ko_kr: 디자인 참여 페이지에 가셔서 프로그램에 가입하세요.

source: TEAM AND PARTY CHAT
ko_kr: 팀 및 파티 채팅

source: Lock-on Priority
ko_kr: 우선 조준 대상

source: E
ko_kr: ㄷ

source: THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF GWOOP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
ko_kr: 이 책임의 제한 섹션은 제기된 책임이 계약, 불법 행위, 태만, 엄격한 책임 혹은 기타 다른 근거에 의해 이뤄졌거나 Gwoop이 해당 손해의 가능성을 통지받은 경우에도 적용됩니다.

source: Mouse
ko_kr: 마우스

source: Each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules.
ko_kr: 각 당사자는 JAMS 규칙에 따라 JAMS 서류 제출과 행정 및 중재 비용을 지불할 책임이 있습니다.

source: An invalid email address was provided.
ko_kr: 유효하지 않은 이메일 주소가 제공되었습니다.

source: Meet the hard-working team behind Gwoop.
ko_kr: Gwoop에서 열심히 일 하고 있는 사람들을 만나보세요.

source: <u>RANGED HERO</u>
ko_kr: <u>원거리 영웅</u>

source: Hat
ko_kr: 모자

source: As a beta user, you are one of the first people on the platform.
ko_kr: 당신은 베타 사용자로서, 이 플랫폼을 처음 사용한 사람들 중 하나입니다.

source: Since we respect artist and content owner rights, it is Gwoop’s policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“DMCA”).
ko_kr: 당사는 아티스트와 콘텐츠 소유자의 권리를 존중합니다. Gwoop은 1998년 디지털 밀레니엄 저작권법(이하 “DMCA)을 준수하면서 저작권의 침해를 대응할 것입니다.

source: Well, that enemy minion's mood has not improved, he doesn't look very happy with you.
ko_kr: 적 미니언의 기분이 여전히 나빠보이네요. 당신을 별로 좋아하지 않는 것 같습니다.

source: Some of these tracking technologies may track your activities across time and services for purposes of associating the different devices you use, and delivering relevant ads and/or other content to you (“Interest-based Advertising”).
ko_kr: 이러한 추적 기술 중 일부는 귀하가 사용하는 다양한 장치를 연결하고 관련 광고 및 기타 콘텐츠(이하 “관심 기반 광고”)를 귀하에게 전달할 목적으로 시간 및 서비스 전반에 걸쳐 귀하의 활동을 추적할 수 있습니다.

source: Training Module
ko_kr: 훈련 모듈

source: Could not locate the necessary role for the user.
ko_kr: 사용자를 위한 필요한 역할을 찾지 못했습니다.

source: Username
ko_kr: 사용자명

source: Locked
ko_kr: 잠김

source: Facilitating Requests.
ko_kr: 요청 해결.

source: You can get 5000 XP and 20 gems for each friend that signs up using your referral code and plays a few games on Gwoop.
ko_kr: 초대한 친구가 Gwoop에 가입하고 몇 게임을 플레이할 때 마다 5000 XP와 20 gem을 얻을 수 있습니다.

source: We use this information to operate, maintain and provide to you the features of the Service.
ko_kr: 당사는 당사의 서비스를 운영 및 유지하고 당사의 서비스를 귀하에게 제공하기 위해 해당 정보를 사용합니다.

source: An error was encountered when processing your request.
ko_kr: 요청을 수행하는 과정에서 오류가 발생했습니다.

source: Pick up all the crystals to move to the next round.
ko_kr: 모든 수정을 모아서 다음 라운드로 넘어가세요.

source: Demographic Data, including your age, gender, and country.
ko_kr: 연령, 성별 및 국가를 포함한 인구 통계 데이터.

source: Sound effects added for target hit, bullseye hit, and target missed.
ko_kr: 타겟을 맞췄을 때, 정확하게 맞췄을 때, 놓쳤을 때를 위한 음향 효과가 추가되었습니다.

source: You understand and agree that regardless of terminology used, Gwoop Badges represent a limited license right governed solely by the terms of this Agreement and available for distribution at Gwoop’s sole discretion.
ko_kr: 귀하는 사용된 용어에 관계없이 Gwoop 배지가 본 계약의 조건에 의해서만 규율되는 라이선스 권리를 의미하며 Gwoop의 재량에 의해서만 배포될 수 있다는 사실을 이해하고 동의합니다.

source: We do not “sell,” as that term is defined under the California Consumer Privacy Act, the personal information of minors under the age of 16 who are California residents.
ko_kr: 당사는 만 16세 미만의 캘리포니아 주 미성년자 거주민의 개인정보를 “판매”하지 않습니다. “판매”란 캘리포니아 주 소비자 개인정보법에 의거하여 정의됩니다.

source: We have also made some changes to the way the leaderboard reports scores.
ko_kr: 리더보드가 점수를 계산하는 방식을 수정했습니다.

source: Your team has created {0} of your {1} available parties.
ko_kr: 당신의 팀은 조직 가능한 {1} 개의 파티 중 {0} 개의 파티를 생성했습니다.

source: Encountered an error while attempting to delete the profile image.
ko_kr: 프로필 이미지를 삭제하는 과정에서 오류가 발생했습니다.

source: Total time locked to the target will be scored.
ko_kr: 타겟에 조준을 한 시간에 따라 점수가 매겨집니다.

source: This team has reached the limit of available custom training regimens.
ko_kr: 팀이 활용할 수 있는 사용자 훈련 방식의 최대치에 도달했습니다.

source: DONE
ko_kr: 확인

source: Delete Account
ko_kr: 계정 삭제

source: There has never been a better time to be in esports and gaming.
ko_kr: e스포츠와 게이밍 산업에 뛰어들기 가장 좋은 때입니다.

source: This user already has an invite to the team.
ko_kr: 이 사용자에게 이미 초대장을 발송했습니다.

source: Music Volume
ko_kr: 음악 크기

source: With the Teams+ feature you now have access to:
ko_kr: Teams+에는 다음과 같은 기능이 추가됩니다:

source: There was an error retrieving information necessary to apply for the Monthly Team Competition.
ko_kr: 월간 팀 대회를 지원하기 위한 정보를 수집하는 과정에서 오류가 발생했습니다.

source: MELEE HERO
ko_kr: 근접 영웅

source: Curves failed
ko_kr: 실패한 경로

source: Avg.
ko_kr: 평균

source: Where we need to comply with a legal or regulatory obligation in the EU.
ko_kr: 당사가 EU의 법적 혹은 규제 의무를 준수해야 하는 경우.

source: WE HELP YOU GET THERE.
ko_kr: 우리가 돕겠습니다.

source: Team Description: {teamDescription}
ko_kr: 팀 설명: {teamDescription}

source: Accordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals.
ko_kr: 따라서 법률이 당사에게 그렇게 하도록 요구하는 것으로 해석되지 않는 한, 당사는 “추적 금지” 신호와 관련하여 모니터링을 하거나 조치를취하지 않을 것입니다.

source: 2019 FORTNITE WORLD CUP CHAMP WINNINGS FOR "BUGHA"
ko_kr: 2019 포트나이트 월드컵 챔피언 “BUGHA”의 우승 상금

source: You agree to submit to the personal jurisdiction of the federal and state courts located in Hennepin County, Minnesota for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below.
ko_kr: 귀하는 아래 중재 조항에 명시된 바와 같이 당사의 저작권, 상표, 영업 비밀, 특허 또는 기타 지적 재산권이나 소유권의 실제 또는 위협적인 침해, 남용 또는 위반을 방지하기 위해 관할 법원에서 금지명령 또는 기타 형평적 구제를 요청할 권리가 있는 모든 조치에 대해 미네소타 주 헤네핀 카운티에 위치한 연방 및 주 법원을 재판의 장소로 하는 것을 동의합니다.

source: Any posts you make in social media must include your Gwoop username, a link to the Gwoop Service and the following conspicuous disclosure:
ko_kr: 귀하가 소셜 미디어에 게시하는 모든 게시물에는 귀하의 Gwoop 사용자 이름, Gwoop 서비스에 대한 링크 및 다음과 같은 정보가 뚜렷하게 공개되어야 합니다.

source: Hits
ko_kr: 성공

source: Gwoop reserves the right, but is not obligated, to reject and/or remove any User Content that Gwoop believes, in its sole discretion, violates these provisions.
ko_kr: Gwoop은 당사의 재량으로 이러한 조항을 위반한다고 생각하는 어떠한 사용자 콘텐츠를 거부 및 제거할 권리를 갖지만, 의무는 아닙니다.

source: No targets hit, session not saved.
ko_kr: 타겟을 맞추지 못했습니다. 세션이 저장되지 않습니다.

source: Sign in to start training and tracking your sessions in your dashboard!
ko_kr: 훈련과 결과 기록을 위해 로그인 하세요!

source: ANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICE.
ko_kr: 당사의 서비스 사용을 통해 어떠한 콘텐츠를 다운로드 혹은 다른 방법으로 획득했을 때 발생하는 책임은 귀하가 집니다. 또한 귀하는 이와 같은 데이터 혹은 당사 서비스 사용을 통해 야기된 귀하의 컴퓨터 혹은 모바일 기기가 입은 피해 및 데이터 손실에 대해 전적으로 책임을 집니다.

source: Applied
ko_kr: 적용됨

source: Profit
ko_kr: 수익

source: Justin Tolbert - Head Coach, Spring Hill College Esports
ko_kr: 저스틴 톨버트 - 스프링 힐 대학교 e스포츠 감독

source: Like with any activity, kids that put in the time to train, will improve their craft.
ko_kr: 세상에 있는 다른 활동들과 마찬가지로 아이들이 연습하는 시간을 갖는다면, 실력 또한 향상될 것입니다.

source: Any information you provide to us when you engage with our content (such as through our brand page or via our chatbot on Facebook Messenger) is treated in accordance with this Privacy Policy.
ko_kr: 귀하가 당사의 콘텐츠를 이용하면서 당사에게 제공한 모든 정보는 (당사의 브랜드 페이지 또는 Facebook Messenger에 있는 당사의 챗봇을 통하는 등) 본 개인정보 처리방침에 근거해 처리됩니다.

source: Avatar background applied succesfully.
ko_kr: 아바타 배경을 적용하는 데 성공했습니다.

source: Device Fingerprinting, which is the process of analyzing and combining sets of data elements from your device’s browser, such as JavaScript objects and installed fonts, to create a “fingerprint” of your device and uniquely identify your browser and device.
ko_kr: JavaScript 개채 및 설치된 글꼴과 같은 장치 브라우저의 데이터 요소 집합을 분석 및 결합하여 귀하의 장치의 “지문”을 생성하고 귀하의 브라우저와 장치를 고유하게 식별할 수 있도록 하는 디바이스 핑거프린팅.

source: You've received a friend request from {thisUser.Username}.
ko_kr: {thisUser.Username}에게서 친구 요청을 받았습니다.

source: The name of the training regimen is too long.
ko_kr: 훈련 방식의 이름이 너무 깁니다.

source: Added Background music.
ko_kr: 배경음을 추가했습니다.

source: We will respond to your request within 30 days.
ko_kr: 당사는 30일 이내에 귀하의 요청에 응답하겠습니다.

source: Reaction Training 1
ko_kr: 반응 훈련 1

source: At Gwoop, we take the privacy and security of our users very seriously and have taken the steps to ensure it remains that way and our users are protected.
ko_kr: Gwoop은 고객의 개인 정보와 보안을 매우 중요하게 여기며, 이를 보호하기 위해 여러 장치를 마련했습니다.

source: Save
ko_kr: 저장

source: In this game you will be following the red bullseye.
ko_kr: 이 게임에서 당신은 빨간색 과녁을 추적할 것입니다.

source: Jungle Ghost
ko_kr: 정글 유령

source: SIGN UP FREE
ko_kr: 무료 가입

source: Create a team
ko_kr: 팀을 생성할 수 있습니다

source: MOUSE CONTROL
ko_kr: 마우스 컨트롤

source: Safari (Mac) and Internet Explorer are not supported at this time.
ko_kr: Safari (Mac)와 Internet Explorer는 아직 지원하지 않습니다.

source: Could not locate user.
ko_kr: 사용자를 찾을 수 없습니다.

source: Assignment.
ko_kr: 권리 이전

source: Members of your team, regardless of User type, are considered “Team Members.”
ko_kr: 사용자 형태에 상관없이 귀하의 팀에 속한 사람은 “팀 구성원”으로 간주됩니다.

source: We won't count this towards your challenge.
ko_kr: 이번 시도는 당신의 도전에 포함하지 않겠습니다.

source: Added feature that allows users to request a new verification email.
ko_kr: 사용자가 새로운 이메일 인증 요청을 보낼 수 있도록 기능을 추가했습니다.

source: You grant Gwoop a royalty free, exclusive (in the field of gaming and e-sports), perpetual license to use, copy, distribute, modify, display and perform your Designs on the Gwoop Service, provided that you may post your Designs to your social media accounts solely to attract users to the Gwoop Service to purchase your Designs within the Gwoop Service.
ko_kr: 귀하는 Gwoop에게 귀하의 디자인을 Gwoop 서비스에서 사용, 복사, 배포, 수정, 전시 및 활용할 수 있는 로열티 무료, 독점적 (게임 및 e스포츠 분야에서), 그리고 영구적인 권한을 제공합니다. 귀하는 Gwoop 서비스 내에서 귀하의 디자인을 다른 사용자가 구매하도록 홍보하기 위해서만 귀하의 소셜 미디어 계정에 귀하의 디자인을 게시할 수 있습니다.

source: Our mission is to make esports training accessible to everyone and provide both players and coaches with not only fun mini-games, but data, analytics and a training experience like no other.
ko_kr: 저희의 사명은 모든 사람이 e스포츠 훈련 시스템을 누리고 선수와 코치 모두에게 재미있는 게임뿐만이 아니라 데이터, 분석 및 다른 어떤 것과도 비교할 수 없는 훈련 경험을 제공하는 것입니다.

source: If you do not agree, you may not use the Service.
ko_kr: 만약 동의하지 않는다면, 당사 서비스를 이용할 수 없습니다.

source: In order to receive payment, you must consent and complete Stripe's Identity Verification and our payment terms, listed here.
ko_kr: 대금을 받기 위해서 귀하는 Stripe의 신원 확인 및 본 계약에 명시된 당사의 지불 규정에 반드시 동의하고 기입해야 합니다.

source: Unable to delete your account because you've created a team that doesn't have any Super Team Lead members to take over team ownership.
ko_kr: 계정을 삭제할 수 없습니다. 당신이 만든 팀을 인계받을 슈퍼 팀 리더를 설정하지 않았습니다.

source: A team is your full esports organization, including players, coach and any team admins.
ko_kr: 팀은 당신의 e스포츠 조직 전체를 의미합니다. 플레이어, 코치, 기타 운영진 모두가 포함됩니다.

source: ADD LINK
ko_kr: 링크 추가

source: How GAMER RDY?
ko_kr: GAMER RDY?

source: Reaction Lvl 1 - Bring your average reaction time to {number}ms or less.
ko_kr: 반응 1단계 - 평균 반응 속도를 {number}ms 이하로 기록하세요.

source: You are not authorized to purchase a team subscription.
ko_kr: 팀 구독권을 구매할 권한이 없습니다.

source: Look Sensitivity X
ko_kr: X축 감도

source: Test your reaction speed - this time adding more colors and training you to be more selective.
ko_kr: 당신의 반응속도를 시험해 보세요. 더 많은 색깔이 나오며 더 어려운 선택을 해야만 합니다.

source: Incorrect
ko_kr: 실패

source: WHAT FEATURES AND FUNCTIONALITY ARE IN TEAMS?
ko_kr: TEAMS에는 어떤 기능이 있나요?

source: Perform services requested by you, such as respond to your comments, questions, and requests, and provide customer service.
ko_kr: 귀하의 의견, 질문, 요청에 응답하고 고객 서비스를 제공하기 위해 진행한 서비스 수행.

source: Once you are logged in and on your Home Base page, go to the "Invite Your Friends" section and enter your friend’s email address and then click the “Send” button.
ko_kr: 로그인 하신 후 본진 페이지에서 “친구 초대” 섹션에 들어가세요. 친구의 이메일 주소를 입력한 후에 “발송” 버튼을 클릭하세요.

source: You do not have authority to {0} team registration requests.
ko_kr: 당신은 팀 등록 요청을 {0}할 권한이 없습니다.

source: If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Gwoop’s copyright agent as set forth in the DMCA.
ko_kr: 만약 귀하의 저작물의 복제품이 저작권 침해를 일으켰고, 그 것이 당사의 서비스에서 이용가능한 상태라면, DMCA에 명시된 대로 Gwoop의 저작권 담당자에게 알려주시기 바랍니다.

source: Nope - anyone can use Gwoop!
ko_kr: 아닙니다. 누구나 Gwoop를 이용할 수 있습니다!

source: Item Image
ko_kr: 아이템 이미지

source: B
ko_kr: ㅠ

source: If you choose to engage with such integration, we may receive information from the social network that you have authorized to share with us.
ko_kr: 만약 귀하가 이와 같은 통합에 참여하기로 동의한다면, 당사는 귀하가 당사와 공유할 수 있도록 한 귀하의 소셜 네트워크로부터 정보를 받을 수 있습니다.

source: Unable to delete user data at this time.
ko_kr: 현재 사용자 데이터를 삭제할 수 없습니다.

source: Select Primary Mouse Button
ko_kr: 마우스 주 버튼 선택

source: Do Not Track.
ko_kr: 추적 금지.

source: Healing Ability
ko_kr: 회복 기술

source: "Gwoop is a great tool for high school and college esports coaches to leverage across their teams, giving them measurable and observable goals for improvement.
ko_kr: “Gwoop은 고등학교와 대학교 e스포츠 코치들을 위한 엄청난 도구입니다. 이를 통해 코치들은 팀의 성장을 위해 필요한 산술적이고 가시적인 목표를 제공할 수 있습니다.

source: Avatar product unequip succesfully.
ko_kr: 아바타 상품을 해제하는 데 성공했습니다.

source: Gems are also available for purchase in the Locker Room.
ko_kr: Gem은 탈의실에서도 구매할 수 있습니다.

source: There was an error deactivating this training regimen for this party.
ko_kr: 이 파티를 위한 훈련 방식을 비활성화하는 데 오류가 발생했습니다.

source: Send an Email Invite:
ko_kr: 이메일 초대장 발송:

source: To help you navigate, you can use the mini-map.
ko_kr: 현재 위치를 확인하기 위해 미니맵을 사용할 수 있습니다.

source: Once you have posted information, you may not be able to edit or delete such information, subject to additional rights set out in the “Your Rights and Choices” section below.
ko_kr: 일단 귀하가 정보를 게시하면, 아래 “귀하의 권리와 제공 동의” 섹션에 명시된 추가 권리에 따라 귀하는 이를 수정하거나 삭제하지 못할 수도 있습니다.

source: Attack Speed{colon}
ko_kr: 공격 속도{colon}

source: Converted game to Web GL 2.0 in order to leverage latest graphics APIs.
ko_kr: 최신 그래픽 API를 적용하기 위해 Web GL 2.0으로 게임을 이식했습니다.

source: There is no active training regimen for the party.
ko_kr: 파티를 위해 활성화된 훈련 방식이 없습니다.

source: Reaction Training 2 has been updated with the new Gwoop standard UI.
ko_kr: 반응 훈련 2 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: When you have played a game 8 or more times, your score in that game will qualify for leaderboard placement.
ko_kr: 한 게임을 8번 이상 플레이 해야 리더보드에 사용자의 점수를 등록할 수 있습니다.

source: The right to portability allows you to move, copy or transfer personal data easily from one organization to another.
ko_kr: 귀하가 한 기관에서 다른 기관으로 귀하의 개인 데이터를 쉽게 이동, 복제 혹은 이전할 수 있는 권리.

source: Mouse Control 1
ko_kr: 마우스 컨트롤 1

source: Time Remaining
ko_kr: 남은 시간

source: Reaction Time (ms)
ko_kr: 반응 시간 (ms)

source: If you think there may have been a mistake, please contact us at hi@gwoop.com.
ko_kr: 심사 과정에서 착오가 있다고 생각하시면 hi@gwoop.com로 연락하시기 바랍니다.

source: USE OF OUR SERVICE
ko_kr: 당사 서비스 이용

source: You will have to play 1 more time so we have something to compare against.
ko_kr: 한 번 더 플레이 하셔야 비교 결과를 보여드릴 수 있습니다.

source: While kids enjoy playing our games and get to see their improvement when they play other video games, parents love that our games are actually making a positive impact on their children out in the “real world”.
ko_kr: 아이들이 Gwoop의 게임을 플레이 한 후 다른 게임에서 좋은 성과를 거두기 시작한다면, 학부모들 또한 Gwoop의 게임이 아이들에게 “현실 세계”에서 긍정적인 영향을 끼친다는 사실을 좋아하게 됩니다.

source: See where you stand on the leaderboard, track your improvement, and instantly see what skills you need to focus your training on.
ko_kr: 당신이 리더보드에서 어디에 있는지 확인하고, 발전 상황을 추적하고, 어떤 기술을 더 연마해야 하는 지 파악하세요.

source: Could not locate the specified party.
ko_kr: 파티를 찾을 수 없습니다.

source: Play 2 sessions of the selected game type to unlock this data.
ko_kr: 이 데이터를 해금하기 위해선 이 게임을 2번 플레이하세요.

source: SAVE CHANGES
ko_kr: 변경 사항 저장

source: YYYY
ko_kr: 년

source: A valid description must be provided.
ko_kr: 유효한 설명이 필요합니다.

source: Check the application for specifics on any equipment giveaways!
ko_kr: 장비 경품에 대한 자세한 설명은 신청서에서 확인할 수 있습니다.

source: Shooter
ko_kr: 슈팅 게임

source: Gwoop reserves the right to modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically.
ko_kr: Gwoop은 당사의 비즈니스와 관행의 변경을 반영할 수 있도록 본 개인정보 처리방침을 언제든지 수정하고 갱신할 수 있는 권리를 보유합니다. 귀하는 이 페이지를 주기적으로 검토해야 합니다.

source: Play 2 sessions of any training category.
ko_kr: 아무 훈련이나 최소 2회 이상 플레이 하세요.

source: W Ability Upgrade
ko_kr: W 기술 레벨업

source: DEFAULT
ko_kr: 기본값

source: Are you about to try to lead your sqaud to a victory royale?
ko_kr: 당신의 팀을 승리의 길로 이끌 시간인가요?

source: Lives
ko_kr: 목숨

source: Team Leads can:
ko_kr: 팀 리더의 기능:

source: Nice, that was some sharp shooting.
ko_kr: 잘 하셨습니다. 조준이 정확하네요.

source: The following are categories of information we collect and have collected directly from you in the last 12 months:
ko_kr: 다음은 지난 12개월 동안 귀하로부터 당사가 직접 수집한 정보의 종류입니다.

source: Consent.
ko_kr: 동의.

source: Billing Policies
ko_kr: 결제 정책

source: Or play {playNumberSessions} sessions.
ko_kr: 혹은 세션을 {playNumberSessions}회 플레이하세요.

source: You can move Gwoopdalf around with the arrow keys, WASD keys or left joystick on your controller.
ko_kr: 화살표 키나 WASD 키, 혹은 왼쪽 스틱을 가지고 그웁달프를 움직일 수 있습니다.

source: Time{colon}
ko_kr: 시간{colon}

source: We will remove the data to the extent required by applicable law.
ko_kr: 당사는 해당 법률이 요구하는 범위 내에서 해당 데이터를 제거할 것입니다.

source: Try starting a new group!
ko_kr: 새로운 그룹을 개설하세요!

source: PLAY VIDEO
ko_kr: 소개 영상

source: Loading...
ko_kr: 불러오는 중...

source: Brand Pages and Chatbots.
ko_kr: 브랜드 페이지 및 챗봇.

source: No last hits landed, session not saved.
ko_kr: 막타를 치지 못했습니다. 세션이 저장되지 않았습니다.

source: Conducting research, including focus groups and surveys.
ko_kr: 포커스 그룹 및 설문조사 등을 비롯한 연구.

source: WELCOME BACK
ko_kr: 반갑습니다

source: Start Level
ko_kr: 시작 레벨

source: You understand that publishing your User Content on the Service is not a substitute for registering it with the U.S.
ko_kr: 귀하는 당사 서비스에 귀하의 사용자 콘텐츠를 게시하는 것이 미국에서 다른 등록 절차를 갈음할 수 없다는 것을 인정합니다.

source: Unable to update the language preference.
ko_kr: 언어 설정을 업데이트하지 못했습니다.

source: Please contact by submitting a ticket through our Contact Us page if you need details about the specific legal basis we are relying on to process your personal data where more than one legal basis has been set out.
ko_kr: 하나 이상의 법적 근거가 설정된 경우, 귀하가 당사가 귀하의 데이터를 처리하는 데 사용한 특정한 법적 근거에 대해 자세한 정보를 원하신다면 당사 문의 페이지를 통해 문의를 제출하십시오.

source: Manage the profile information of the team, including photo and name
ko_kr: 사진 업로드 및 팀 이름 변경 등 팀 프로필 정보를 수정할 수 있습니다.

source: COGNITIVE TRAINING FOR SCHOOLS TO EDUCATE STUDENTS
ko_kr: 학교용 인지 훈련을 통해 학생을 교육하세요

source: The categories of entities to whom we disclose and have shared information with in the last 12 months, include the following:
ko_kr: 다음은 당사가 지난 12개월 동안 정보를 공개하고 공유한 법인입니다.

source: You agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service at the prices in effect when such charges are incurred.
ko_kr: 귀하는 사용자의 구매, 거래 또는 당사의 서비스와 관련된 기타 금전 거래 상호작용을 위해 사용되는 신용카드, 직불카드 또는 기타 결제 수단에 청구된 모든 비용이 발생했을 때 유효한 가격을 지불하는 것을 동의합니다.
